Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/motoring_1/driver_licensing/international_driving_permit.html.txt.tmx
Source language: en
Languages: ga

source: What is an international driving permit?
ga: Cad é an rud é ceadúnas tiomána idirnáisiúnta?

source: An international driving permit is a translation of your driving licence that allows motorists to drive vehicles in other countries without further tests or applications
ga: Aistriúchán de do cheadúnas tiomána is ea ceadúnas tiomána idirnáisiúnta a cheadaíonn do thiománaithe feithiclí a thiomáint i dtíortha eile gan tuilleadh tástálacha ná iarratais a dhéanamh

source: If you have an international driving permit, you must carry your driving licence with it when driving
ga: Má tá ceadúnas tiomána idirnáisiúnta agat, ní mór duit a d'iompróinn do cheadúnas tiomána leis é agus tú ag tiomáint

source: If you are travelling abroad and wish to drive in another country, you will very likely require an international driving permit
ga: Má bhíonn tú ag taisteal thar lear agus gur mian leat tiomáint i dtír eile, is dócha go mbeidh ceadúnas tiomána idirnáisiúnta ag teastáil uait

source: International driving permits issued in Ireland are only available to Irish residents with a current full driving licence
ga: Tá ceadúnais tiomána idirnáisiúnta eisithe in Éirinn ar fáil do chónaitheoirí in Éirinn amháin a bhfuil ceadúnas tiomána iomlán acu

source: There are two types of international driving permit issued in Ireland:
ga: Eisítear dhá chineál ceadúnas tiomána idirnáisiúnta in Éirinn:

source: • A 1949 Convention International Driving Permit, which is the most commonly issued driving permit and is recognised in most countries
ga: • Ceadúnas Idirnáisiúnta Tiomána ó Choinbhinsiún 1949, arb é an ceadúnas tiomána is coitianta eisithe é agus a aithnítear i mbunús tíortha

source: • A 1926 Convention International Driving Permit, which is required for the following countries - Brazil, Iraq, Nigeria and Somalia
ga: • Ceadúnas Idirnáisiúnta Tiomána ó Choinbhinsiún 1949, atá ag teastáil sna tíortha seo a leanas - an Bhrasaíl, an Iaráic, an Nigéir agus an tSomáil

source: Where can I use my international driving permit?
ga: Cár féidir liom mo cheadúnas tiomána idirnáisiúnta a úsáid?

source: You can use your international driving permit in any of the countries that have signed the 1926 or 1949 UN Convention on road traffic
ga: Is féidir leat do cheadúnas tiomána idirnáisiúnta a úsáid i dtír ar bith a shínigh Coinbhinsiún NA 1926 nó 1949 ar thrácht ar bhóithre

source: The list of countries that recognise international permits is not available online
ga: Níl liosta na dtíortha a aithníonn ceadúnais idirnáisiúnta ar fáil ar líne

source: Contact AA Travel Services for more information (see below)
ga: Déan teagmháil le AA Travel Services le haghaidh tuilleadh eolais (féach thíos)

source: Many other countries that are not signatories to the 1949 convention recognise the international driving permit and accept it in their territory
ga: Aithníonn cuid mhór tíortha eile nach sínitheoirí de chuid choinbhinsiún 1949 iad an ceadúnas tiomána idirnáisiúnta agus glactar leis sna dúichí sin

source: Contact your embassy or consulate in advance of travel to check whether or not an international driving permit is required in the country you will be visiting
ga: Déan teagmháil le d’ambasáid nó do chonsalacht roimh thaisteal le seiceáil cé acu an bhfuil ceadúnas tiomána idirnáisiúnta ag teastáil sa tír a mbeidh tú ag tabhairt cuairte uirthi nó nach bhfuil

source: An international driving permit is available to Irish residents, who possess a current full Irish driving licence
ga: Tá ceadúnas tiomána idirnáisiúnta ar fáil do chónaitheoirí in Éirinn, a bhfuil ceadúnas tiomána Éireannach iomlán acu

source: European Union/European Economic Area citizens who are in possession of a full driving permit from a competent authority in their own country and who are resident in Ireland can also obtain an international driving permit in Ireland that is valid for use abroad
ga: Is féidir le saoránaigh de chuid An Aontais Eorpaigh/An Limistéir Eorpaigh Eacnamaíoch a bhfuil ceadúnas tiomána iomlán acu ó údarás inniúil ina dtír féin agus a bhfuil cónaí in Éirinn orthu ceadúnas tiomána idirnáisiúnta a fháil in Éirinn atá bailí le haghaidh úsáide thar lear

source: You cannot be issued with an international driving permit in Ireland if:
ga: Ní féidir ceadúnas idirnáisiúnta tiomána a eisiúint duit in Éirinn:

source: • You have not passed your driving test and have a learner permit (or provisional driving licence)
ga: • Murar éirigh leat i do thástáil tiomána agus má tá ceadúnas foghlaimeora agat (nó ceadúnas sealadach)

source: • Your driving licence is due to expire within 6 months
ga: • Má tá do cheadúnas tiomána réidh le dul as feidhm taobh istigh de 6 mhí

source: • You are from outside the European Union or the European Economic Area
ga: • Más as an taobh amuigh den Aontas Eorpach nó de Limistéar Eorpach Eacnamaíoch thú

source: The European Economic Area consists of the 28 member states of the EU and Norway, Iceland and Liechtenstein
ga: Tá an Limistéar Eorpach Eacnamaíoch (LEE) comhdhéanta as 28 ballstát an AE, an Iorua, an Íoslainn agus Lichtinstéin

source: You should always carry your own driving permit – even when you have an international driving permit – when travelling abroad, as you may be required to produce this licence for inspection, for example, when hiring a car abroad
ga: Ba chóir duit do cheadúnas tiomána féin a thabhairt leat - fiú má tá ceadúnas idirnáisiúnta tiomána agat - nuair a bhíonn tú ag taisteal thar lear, mar is féidir go mbeidh ort an ceadúnas a thaispeáint le haghaidh iniúctha, mar shampla, agus carr á fháil ar cíos agat thar lear

source: Each international driving permit is valid for one year from date of issue
ga: Bíonn gach ceadúnas tiomána idirnáisiúnta bailí ar feadh bliain ón dáta eisiúna

source: An international driving permit (valid for 1 year) costs €10
ga: Cosnaíonn ceadúnas tiomána idirnáisiúnta (bailí ar feadh 1 bhliain) €10

source: If you require both a 1949 Convention International Driving Permit and a 1926 Convention International Driving Permit, this will cost €20
ga: Má bhíonn Ceadúnas Tiomána Idirnáisiúnta ó Choinbhinsiún 1949 agus Ceadúnas Tiomána Idirnáisiúnta ó Choinbhinsiún 1926 ag teastáil uait, cosnóidh sé seo €20

source: For postal deliveries a €5 postal charge will also apply per permit requested
ga: I gcás seachadtaí poist, beidh táille €5 poist feidhm freisin in aghaidh cead iarrtha

source: The application process is the same whether you are applying for an international driving permit or renewing it
ga: Tá an próiseas iarratais mar an gcéanna cibé an bhfuil tú ag déanamh iarratais ar chead tiomána idirnáisiúnta nó a athnuachan air

source: Download an application form for an international driving permit
ga: Íoslódáil foirm iarratais le haghaidh ceadúnas tiomána idirnáisiúnta

source: This application form is also available from AA Travel Services at the address below
ga: Tá an fhoirm iarratais seo ar fáil freisin ó AA Travel Services ag an seoladh thíos

source: Your application must be accompanied by:
ga: Ní mór a leanas a bheith le d’iarratas

source: • A full, valid Irish driving licence or a full valid driving permit from another European Union or European Economic Area country
ga: • Ceadúnas tiomána Éireannach iomlán bailí nó ceadúnas tiomána iomlán bailí ó thír eile de chuid an Aontais Eorpaigh nó an Limistéir Eorpaigh Eacnamaíoch

source: • A passport photograph signed on the back
ga: • Grianghraf pas sínithe ar an gcúl

source: If you are from a European Union/European Economic Area country and possess a full valid driving permit from your home country, you are also required to supply a copy of a utility bill (i.e., an electricity, telephone or gas bill) showing your address in Ireland
ga: Más as tír de chuid an Aontaigh Eorpaigh/An Limistéir Eorpaigh Eacnamaíoch thú agus ceadúnas tiomána iomlán bailí agat ó do thír dhúchais, ní mór duit cóip de bhille fóntais a sholáthar (.i. bille leictreachais, teilafóin nó gáis) a léiríonn do sheoladh in Éirinn

source: You will also be required to sign a declaration of residency on the application form
ga: Beidh ort freisin fógra cónaitheachta a shíniú ar an bhfoirm iarratais

source: If you want to apply for both a 1949 Convention International Driving Permit and a 1926 Convention International Driving Permit, you must make two separate applications
ga: Más mian leat cur isteach ar Cheadúnas Tiomána Idirnáisiúnta ó Choinbhinsiún 1949 nó Ceadúnas Tiomána Idirnáisiúnta ó Choinbhinsiún 1926, ní mór duit dhá iarratas ar leith a dhéanamh
